Revit 2027 API
ParameterTypeId.DpartPhaseCreatedByOriginal Property
 "Phase Created By Original"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DpartPhaseCreatedByOriginal { get; }
Public Shared ReadOnly Property DpartPhaseCreatedByOriginal As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DpartPhaseCreatedByOriginal {
	ForgeTypeId^ get ();
}
static member DpartPhaseCreatedByOriginal : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace